quiz_data = [
    {
        'id': 0,
        'question': 'Какая самая длинная река в мире?',
        'options': [
            'Нил',
            'Амазонка',
            'Ганг',
            'Дон'
        ],
        'correct_option': 0
    },
    {
        'id': 1,
        'question': 'Какой танец считается самым страстным?',
        'options': [
            'Пасадобль',
            'Танго',
            'Вальс',
            'Румба'
        ],
        'correct_option': 1
    },
    {
        'id': 2,
        'question': 'Скульптура «Медный всадник» посвящена...',
        'options': [
            'Александру I',
            'Петру I',
            'Николаю I',
            'Петру II'
        ],
        'correct_option': 1
    },
    {
        'id': 3,
        'question': 'Кто стал мужем Дюймовочки из известной сказки?',
        'options': [
            'Ласточка',
            'Жук',
            'Крот',
            'Эльф'
        ],
        'correct_option': 3
    },
    {
        'id': 4,
        'question': 'Сколько километров в одной миле?',
        'options': [
            '1.4 км',
            '1.5 км',
            '1.6 км',
            '1.7 км'
        ],
        'correct_option': 2
    },
    {
        'id': 5,
        'question': 'Сколько длилась столетняя война?',
        'options': [
            '96 лет',
            '100 лет',
            '116 лет',
            '125 лет'
        ],
        'correct_option': 2
    },
    {
        'id': 6,
        'question': 'Как называется врач, который лечит вены на ногах?',
        'options': [
            'Сосудолог',
            'Общий хирург',
            'Торакальный хирург',
            'Флеболог'
        ],
        'correct_option': 3
    },
    {
        'id': 7,
        'question': 'Этот город – административный центр Арканзаса. Какой?',
        'options': [
            'Литл-Рок',
            'Денвер',
            'Детройт',
            'Литл-Гарден'
        ],
        'correct_option': 0
    },
    {
        'id': 8,
        'question': 'На какой вопрос не мог получить ответ Гамлет?',
        'options': [
            'Что на ужин?',
            'В чем смысл жизни?',
            'Быть или не быть?',
            'Жизнь ли это?'
        ],
        'correct_option': 2
    },
    {
        'id': 9,
        'question': 'Самый просматриваемый видео-хостинг интернета',
        'options': [
            'Netflix',
            'YouTube',
            'VKVideo',
            'RuTube'
        ],
        'correct_option': 1
    },
    {
        'id': 10,
        'question': 'Фраза «Москва — третий Рим» всем знакома. А какой Рим был вторым?',
        'options': [
            'Пекин',
            'Вавилон',
            'Константинополь',
            'Исфахан'
        ],
        'correct_option': 2
    },
    {
        'id': 11,
        'question': 'В каком океане находится Марианская впадина?',
        'options': [
            'Индийском',
            'Северном ледовитом',
            'Антантическом',
            'Тихом'
        ],
        'correct_option': 3
    },
    {
        'id': 12,
        'question': 'Как называли строителя в старину?',
        'options': [
            'Кормчий',
            'Зодчий',
            'Бортник',
            'Бондарь'
        ],
        'correct_option': 1
    },
    {
        'id': 13,
        'question': 'Где находиться Стоунхедж?',
        'options': [
            'Великобритания',
            'Италия',
            'Испания',
            'Швеция'
        ],
        'correct_option': 0
    },
    {
        'id': 14,
        'question': 'Какой газ самый легкий?',
        'options': [
            'Гелий',
            'Водород',
            'Кислород',
            'Азот'
        ],
        'correct_option': 1
    },
    {
        'id': 15,
        'question': 'Кто из этих персонажей НЕ является вымышленным?',
        'options': [
            'Робин Гуд',
            'Король Артур',
            "Граф Д'Артаньян",
            'Шерлок Холмс'
        ],
        'correct_option': 2
    },
    {
        'id': 16,
        'question': 'Отличительной чертой пустынь является',
        'options': [
            'Песок',
            'Высокая температура',
            'Малое количество осадков',
            'Малое количество деревьев'
        ],
        'correct_option': 2
    },
    {
        'id': 17,
        'question': 'Что нужно добавить в железо, чтобы превратить его в сталь?',
        'options': [
            'Медь',
            'Свинец',
            'Цинк',
            'Углерод'
        ],
        'correct_option': 3
    },
    {
        'id': 18,
        'question': 'Млечный путь — это...',
        'options': [
            'Галактика',
            'Созвездие',
            'Скопление звезд',
            'Квазар'
        ],
        'correct_option': 0
    },
    {
        'id': 19,
        'question': 'Из чего делают манку?',
        'options': [
            'Рапс',
            'Пшеница',
            'Лён',
            'Овес'
        ],
        'correct_option': 1
    },
    {
        'id': 20,
        'question': 'Как называется проволочка, которая держит пробку шампанского?',
        'options': [
            'Декантер',
            'Сабраж',
            'Мюзле',
            'Адажио'
        ],
        'correct_option': 2
    },
    {
        'id': 21,
        'question': 'В каком году началась Первая мировая война?',
        'options': [
            '1912',
            '1914',
            '1918',
            '1920'
        ],
        'correct_option': 1
    },
    {
        'id': 22,
        'question': 'Какая из перечисленных древнерусских мер длины наименьшая?',
        'options': [
            'Локоть',
            'Сажень',
            'Аршин',
            'Пядь'
        ],
        'correct_option': 3
    },
    {
        'id': 23,
        'question': 'Кто был последним русским императором?',
        'options': [
            'Петр III',
            'Александр III',
            'Николай II',
            'Иван IV'
        ],
        'correct_option': 2
    },
    {
        'id': 24,
        'question': 'Какой из этих терминов не имеет отношения к музыке?',
        'options': [
            'Бекар',
            'Диез',
            'Форте',
            'Пирует'
        ],
        'correct_option': 3
    },
    {
        'id': 25,
        'question': 'Какая планета ближайшая к Солнцу?',
        'options': [
            'Венера',
            'Меркурий',
            'Земля',
            'Марс'
        ],
        'correct_option': 1
    },
    {
        'id': 26,
        'question': 'Луч, исходящий из вершины угла и делящий его на два равных угла, называется...',
        'options': [
            'Гипотенуза',
            'Медиана',
            'Биссектриса',
            'Перпендикуляр'
        ],
        'correct_option': 2
    },
    {
        'id': 27,
        'question': 'Сколько хромосом в геноме человека?',
        'options': [
            '42',
            '44',
            '46',
            '48'
        ],
        'correct_option': 2
    },
    {
        'id': 28,
        'question': 'Какая фигура лишняя?',
        'options': [
            'Квадрат',
            'Круг',
            'Трапеция',
            'Параллелограмм'
        ],
        'correct_option': 1
    },
    {
        'id': 29,
        'question': 'Продолжите числовой ряд: 5, 7, 10, 14, ...',
        'options': [
            '16',
            '18',
            '19',
            '20'
        ],
        'correct_option': 2
    },
]
